{
  "products": [
    {
      "id": "1",
      "name": "Đà Nẵng",
      "hot": 0,
      "kind": "trong nước",
      "image": "danang",
      "thumbnail": [
        "dannang1",
        "dannang2",
        "dannang3"
      ],
      "price": 5900000,
      "sale": 4900000,
      "duration": "4 ngày 3 đêm",
      "transport": "Xe giường nằm",
      "hotel": 3,
      "start": "02/09/2023",
      "content": "Đà Nẵng là một tên dịch theo kiểu dịch âm kiêm dịch ý một phần, nếu phiên âm Hán-Việt thì đọc thành Đà Nhương, địa danh cần dịch đã được dịch bằng chữ Hán có âm đọc (âm Hán Việt) tương cận, ý nghĩa của chữ Hán dùng để dịch có liên quan nhất định với ý nghĩa của tên gọi được dịch. Phần lớn các ý kiến đều cho rằng tên gọi Đà Nẵng xuất phát từ vị trí nằm ở cửa sông Hàn của thành phố. Đó là một biến dạng của từ Chăm cổ Da nak, được dịch là cửa sông lớn.[14][15]Tuy nhiên, một số nhà nghiên cứu về Chăm là Inrasara và Sakaya đã có những đề xuất khác. Inrasara (tức Phú Trạm, nhà thơ và nhà nghiên cứu Văn hóa Chăm Pa) cho rằng Đà Nẵng là biến dạng của từ Chăm cổ Đaknan. Đak có nghĩa là nước, nan hay nưn, tức Ianưng có nghĩa là rộng. Địa danh Đaknan hàm ý chỉ vùng sông nước rộng mênh mông ở cửa sông Hàn. Còn nhà nghiên cứu Sakaya (tức Trương Văn Món) cho rằng Đà Nẵng có thể xuất phát từ nhóm ngôn ngữ Môn-Khmer, Đakdơng - Đà dơng, có nghĩa là con sông. Đanang trong tiếng Chăm và Raglai cổ, cùng thuộc ngôn ngữ Malayo-Polynesia, có nghĩa là nguồn. Đà Nẵng là sông nguồn.[16] Nhưng nếu chúng ta xét về phương diện ngôn ngữ Chăm hiện đại, thì trong ngôn ngữ Ê-đê, Gia Rai thuộc nhóm Chamic vẫn còn lưu giữ cách gọi từ cổ như Krông Năng hay Rơ Năng hay Da Năng. Hiện tại, ngay cả một tỉnh đông người Chăm ở Campuchia vẫn giữ cách gọi một bến sông của người Chăm là Kam pong Ch'Năng và trở thành tên một tỉnh của Campuchia Kampong Chhnang có đông người Chăm sau tỉnh Kampong Cham. Tất cả các biến thể của ngôn ngữ Chăm Pa từ Da Năng thành Ênang, Ch'nang, R'nang trong ngôn ngữ Chăm, Gia Rai, Ê đê, Raglai ngày nay đều mang nghĩa là bình yên, thanh bình. Kampong Danang tức là Bến sông Thanh bình. Da Nang trong tiếng là nương tựa, vì 2 ông Sakaya và Inrasara là người Chăm vùng Panduranga (Phan Rang) nên không hiểu rõ từ Danang trong tiếng người Chăm chuẩn, vì tiếng Chăm Panduranga gọi Danang thành Danưng"
    },
    {
      "id": "2",
      "name": "Hạ Long",
      "hot": 1,
      "kind": "trong nước",
      "image": "halong",
      "thumbnail": [
        "halong1",
        "halong2",
        "halong3"
      ],
      "price": 6900000,
      "sale": 5900000,
      "duration": "3 ngày 2 đêm",
      "transport": "Xe giường nằm",
      "hotel": 4,
      "start": "02/09/2023",
      "content": "Hạ Long là thành phố tỉnh lỵ của tỉnh Quảng Ninh, Việt Nam. Thành phố được đặt theo tên của vịnh Hạ Long, vịnh biển nằm ở phía nam thành phố và là một di sản thiên nhiên nổi tiếng của Việt Nam. Tên Hạ Long (chữ Hán: 下龍) nghĩa là con rồng bay xuống (tương phản với Thăng Long).[a]Thành phố Hạ Long được thành lập ngày 27 tháng 12 năm 1993 trên cơ sở toàn bộ diện tích và dân số của thị xã Hồng Gai cũ.[1] Ngày 10 tháng 10 năm 2013, thành phố được công nhận là đô thị loại I.[2]Trước đây, địa giới hành chính trên đất liền của thành phố bị chia tách bởi vịnh Cửa Lục, thành 2 khu tương ứng với 2 bán đảo: Bãi Cháy và Hồng Gai, khu vực phía bắc vịnh khi đó thuộc địa phận huyện Hoành Bồ. Cầu Bãi Cháy (trước năm 2006 là bến phà Bãi Cháy) là tuyến giao thông duy nhất kết nối trực tiếp hai bên bờ của thành phố lúc bấy giờ. Ngày 1 tháng 1 năm 2020, sau khi sáp nhập với huyện Hoành Bồ, Hạ Long trở thành thành phố thuộc tỉnh có diện tích lớn nhất Việt Nam, địa giới hành chính trên đất liền của thành phố trở thành một khối.[6]"
    },
    {
      "id": "3",
      "name": "Nha Trang",
      "hot": 0,
      "kind": "trong nước",
      "image": "nhatrang",
      "thumbnail": [
        "nhatrang1",
        "nhatrang2",
        "nhatrang3"
      ],
      "price": 5900000,
      "sale": 4900000,
      "duration": "4 ngày 3 đêm",
      "transport": "thuyền",
      "hotel": 4,
      "start": "01/09/2023",
      "content": "Từ năm 1653 đến giữa thế kỷ XIX, Nha Trang vẫn là một vùng đất còn hoang vu và nhiều thú dữ thuộc Hà Bạc, huyện Vĩnh Xương, phủ Diên Khánh. Chỉ qua hai thập niên đầu thế kỷ XX, bộ mặt Nha Trang đã thay đổi nhanh chóng. Với Nghị định ngày 30 tháng 8 năm 1924 của Toàn quyền Đông Dương, Nha Trang trở thành một thị trấn (centre urbain)[6]. Thị trấn Nha Trang hình thành từ các làng cổ: Xương Huân, Phương Câu, Vạn Thạnh, Phương Sài, Phước Hải. Thời Pháp thuộc, Nha Trang được coi là tỉnh lỵ (chef lieu) của tỉnh Khánh Hòa. Các cơ quan chuyên môn của chính quyền thuộc địa như Tòa Công sứ, Giám binh, Nha Thương chánh, Bưu điện... đều đặt tại Nha Trang. Tuy nhiên, các cơ quan Nam triều như dinh quan Tuần vũ, Án sát (coi về hành chánh, tư pháp), Lãnh binh (coi việc trật tự trị an) vẫn đóng ở Thành Diên Khánh (cách Nha Trang 10 km về phía Tây Nam)."
    },
    {
      "id": "4",
      "name": "Phú Quốc",
      "hot": 1,
      "kind": "trong nước",
      "image": "phuquoc",
      "thumbnail": [
        "phuquoc1",
        "phuquoc2",
        "phuquoc3"
      ],
      "price": 4900000,
      "sale": 3900000,
      "duration": "3 ngày 2 đêm",
      "transport": "Xe giường nằm, tàu",
      "hotel": 3,
      "start": "30/08/2023",
      "content": "Từ thế kỷ thứ V TCN, con người bắt đầu xuất hiện ở Phú Quốc, mang đặc trưng của văn hóa Óc Eo, không có dấu hiệu người Khmer ở đây.[10] Năm 1671, một người Hoa tên Mạc Cửu (Mạc Kính Cửu), quê ở Lôi Châu tỉnh Quảng Đông, mang cả gia đình, binh sĩ và một số sĩ phu khoảng 400 người lên thuyền rời khỏi Phúc Kiến. Sau nhiều ngày lênh đênh trên biển cả, phái đoàn Mạc Cửu đổ bộ lên một vùng đất hoang trong vịnh Thái Lan. Sau khi dò hỏi và biết vùng đất này thuộc ảnh hưởng Chân Lạp, phái đoàn liền tìm đường đến Oudong xin tị nạn, nhưng lúc đó nội bộ Chân Lạp có loạn.Năm 1680, Mạc Cửu lập ấp rải rác từ Vũng Thơm, Trủng Kè, Cần Vọt, Rạch Giá, Cà Mau. Hà Tiên trở thành thương cảng quan trọng, thôn ấp định cư nằm sát mé biển, thuận tiện cho ghe thuyền tới lui, hoặc ở đất cao theo Giang thành, sông Cái Lớn, sông Gành Hào, Ông Đốc để canh tác. Ông lập ra 7 sòng bạc dọc bờ biển: Mán Khảm (hay Mang Khảm[11], Peam[12]), Long Kỳ (Ream), Cần Bột (Kampot), Hương Úc (Kampong Som), Sài Mạt[13] (Cheal Meas hay Banteay Meas), Linh Quỳnh (Kiri Vong)[14] và Phú Quốc (Koh Tral[15]). Thủ phủ đặt tại Mán Khảm[16] (tức Hà Tiên), sau đổi thành Căn Khẩu[17] (Căn Kháo hay Căn Cáo). Tiếng đồn vang xa, lưu dân gốc Hoa từ khắp nơi trong vịnh Thái Lan xin vào đây lập nghiệp, dần dần vùng đất này trở thành một lãnh địa phồn vinh với tên gọi mới: Căn Khẩu Quốc. Đảo Koh Tral[18] cũng đổi tên thành Phú Quốc (vùng đất giàu có)."
    },
    {
      "id": "5",
      "name": "Phan Thiết",
      "hot": 0,
      "kind": "trong nước",
      "image": "phanthiet",
      "thumbnail": [
        "phanthiet1",
        "phanthiet2",
        "phanthiet3"
      ],
      "price": 3900000,
      "sale": 2900000,
      "duration": "4 ngày 3 đêm",
      "transport": 6.5,
      "hotel": 4,
      "start": "02/09/2023",
      "content": "Gần cuối thế kỷ 19, Phan Thiết vẫn chưa được công nhận chính thức là một đơn vị hành chính (cấp dưới) trực thuộc tỉnh Bình Thuận. Năm 1898 (năm Thành Thái thứ muời), tỉnh lỵ Bình Thuận được dời về đặt tại làng Phú Tài ở ngoại vi Phan Thiết. Ngày 20 tháng 10 cùng năm, vua Thành Thái ra đạo dụ xác lập thị xã (centre urban) Phan Thiết, tỉnh lỵ của Bình Thuận (cùng ngày thành lập các thị xã Huế, Hội An, Quy Nhơn, Thanh Hoá, Vinh). Năm 1905, thị xã Phan Thiết cũng vẫn chưa xác định rõ ranh giới. Tòa sứ Bình Thuận (bộ máy thống trị của Pháp) do một công sứ (résident) đứng đầu đặt thường trực tại Phan Thiết. Ngày 4 tháng 11 năm 1910, viên toàn quyền Đông Dương A.Klobukowski ra quyết định về Phan Thiết. Lúc này Phan Thiết chính thức bao gồm 16 làng xã. Bên hữu ngạn sông: Đức Thắng, Thành Đức, Nhuận Đức, Nam Nghĩa, Lạc Đạo, Tú Long; bên tả ngạn sông: Long Khê, Phú Trinh, Trinh Tường, Đảng Bình, Quảng Bình, Thiện Mỹ, Thiện Chánh, Xuân Hoà, An Hải, Sơn Thủy (năm làng sau trước đây là thuộc khu vực Phố Hài). Có thêm địa danh mới như Nam Nghĩa, Quảng Bình (dân Quảng Nam, Quảng Nghĩa, Quảng Bình di cư vào Phan Thiết). Ngày 6 tháng 1 năm 1918, Khâm Sứ Trung Kỳ Charles quyết định Phú Hài (tên gọi mới của Phố Hài) tách ra khỏi Phan Thiết để nhập về lại tổng Lại An của huyện Hàm Thuận. Pháp bắt đầu thiết lập bộ máy chính quyền ở Phan Thiết. Thị xã Phan Thiết liên tục làm tỉnh lỵ của tỉnh Bình Thuận từ đó."
    },
    {
      "id": "6",
      "name": "Phú Quý",
      "hot": 0,
      "kind": "trong nước",
      "image": "phuquy",
      "thumbnail": [
        "phuquy1",
        "phuquy2",
        "phuquy3"
      ],
      "price": 4900000,
      "sale": 3900000,
      "duration": "4 ngày 3 đêm",
      "transport": "Xe giường nằm",
      "hotel": 3,
      "start": "25/08/2023",
      "content": "Địa hình trên đảo tương đối bằng phẳng, thuộc dạng gò đồi, độ phân cắt yếu, nhưng vẫn thể hiện tính phân bậc khá rõ ràng. Ngoài 3 ngọn đồi cao 108m, 86 m và 46 m, ở trung tâm đảo có những dãy đồi cao 20 - 30 m, 15 - 20 m, còn ven đảo thường cao khoảng 5m, đến 7 - 8m, thấp nhất khoảng 2m. Thềm biển phổ biến có độ cao 4m và 2m, cũng phát triển nhiều bãi cát, doi cát, là các bãi tắm đẹp. Nhiều lạch, mũi đá nhô ra biển tạo nên đường bờ đảo đa dạng về hình thái.[3] Trên đảo và trong phạm vi khu vực xung quanh đảo, hiện nay còn nhìn thấy dấu tích của 4 miệng núi lửa dưới nước và 2 chóp núi lửa ở trên đảo là núi Cấm, núi Ông Đụn. Núi Cao Cát là phần sót lại của chùy núi lửa, còn được bảo tồn tốt, ở sườn phía Đông tạo thành vách dốc đứng tạo thế đứng hùng vĩ, còn trên đỉnh có những khối đá trầm tích-phun trào núi lửa với những hình dáng kỳ vĩ do thiên nhiên ngàn năm tạo lập mà ít nơi có được.  "
    },
    {
      "id": "7",
      "name": "Ninh Chữ",
      "hot": 0,
      "kind": "trong nước",
      "image": "ninhchu",
      "thumbnail": [
        "ninhchu1",
        "ninhchu2",
        "ninhchu3"
      ],
      "price": 3900000,
      "sale": 2900000,
      "duration": "3 ngày 2 đêm",
      "transport": "Xe giường nằm",
      "hotel": 3,
      "start": "30/08/2023",
      "content": "Ninh Chử (nhiều tài liệu ghi nhầm là Ninh Chữ[1]) là một bãi biển ven vịnh Phan Rang thuộc thôn Ninh Chử, thị trấn Khánh Hải, tỉnh Ninh Thuận. Ninh Chử nổi tiếng và được coi là một trong những bãi biển đẹp nhất ở Việt Nam[2] vì có thắng cảnh đẹp và là một khu du lịch tiềm năng, thu hút khách thập phương đến tham quan, thưởng lãm và giải trí. Kết hợp với địa danh Bình Sơn, Ninh Chử đã trở thành cụm khu du lịch Bình Sơn - Ninh Chử."
    },
    {
      "id": "8",
      "name": "Đà Lạt",
      "hot": 0,
      "kind": "trong nước",
      "image": "dalat",
      "thumbnail": [
        "dalat1",
        "dalat2",
        "dalat3"
      ],
      "price": 3900000,
      "sale": 3200000,
      "duration": "5 ngày 4 đêm",
      "transport": "máy bay",
      "hotel": 3,
      "start": "02/09/2023",
      "content": "Đà Lạt là thành phố tỉnh lỵ trực thuộc tỉnh Lâm Đồng, nằm trên cao nguyên Lâm Viên, thuộc vùng Tây Nguyên, Việt Nam. Từ xa xưa, vùng đất này vốn là địa bàn cư trú của những cư dân người Lạch, người Chil và người Srê thuộc dân tộc Cơ Ho. Cuối thế kỷ 19, khi tìm kiếm một địa điểm để xây dựng trạm nghỉ dưỡng dành cho người Pháp ở Đông Dương, Toàn quyền Paul Doumer đã quyết định chọn cao nguyên Lâm Viên theo đề nghị của bác sĩ Alexandre Yersin, người từng thám hiểm tới nơi đây vào năm 1893. Trong nửa đầu thế kỷ 20, từ một địa điểm hoang vu, người Pháp đã quy hoạch và xây dựng lên một thành phố xinh đẹp với những biệt thự, công sở, khách sạn và trường học, một trung tâm du lịch và giáo dục của Đông Dương khi đó. Trải qua những khoảng thời gian thăng trầm của hai cuộc chiến tranh cùng giai đoạn khó khăn những thập niên 1970–1980, Đà Lạt ngày nay là một thành phố khá đông dân, đô thị loại I trực thuộc tỉnh, giữ vai trò trung tâm chính trị, kinh tế và văn hóa quan trọng của tỉnh Lâm Đồng và vùng Tây Nguyên, hướng đến là thành phố trực thuộc Trung ương vào năm 2030."
    },
    {
      "id": "9",
      "name": "Campuchia",
      "hot": 0,
      "kind": "quốc tế",
      "image": "campuchia",
      "thumbnail": [
        "campuchia1",
        "campuchia2",
        "campuchia3"
      ],
      "price": 5900000,
      "sale": 4900000,
      "duration": "4 ngày 3 đêm",
      "transport": "máy bay",
      "hotel": 4,
      "start": "02/09/2023",
      "content": "Năm 802 sau Công nguyên, Jayavarman II tự xưng là vua, thống nhất các hoàng tử Khmer đang tham chiến ở Chân Lạp với tên gọi Kambuja.[11] Jayavarman II đã tuyên bố độc lập khỏi Java ở vùng núi Kulen. Điều này đánh dấu sự khởi đầu của Đế chế Khmer, phát triển mạnh mẽ trong hơn 600 năm, cho phép các vị vua kế tiếp kiểm soát và gây ảnh hưởng trên phần lớn Đông Nam Á, đồng thời tích lũy quyền lực và tài sản khổng lồ. Vương quốc Ấn Độ Dương đã tạo điều kiện cho việc truyền bá Ấn Độ giáo đầu tiên và sau đó là Phật giáo đến phần lớn Đông Nam Á và thực hiện nhiều dự án cơ sở hạ tầng tôn giáo khắp khu vực, bao gồm việc xây dựng hơn 1.000 ngôi đền và di tích chỉ riêng ở Angkor. Angkor Wat là công trình nổi tiếng nhất trong số những công trình kiến trúc này và được công nhận là Di sản Thế giới."
    },
    {
      "id": "10",
      "name": "Thái Lan",
      "hot": 0,
      "kind": "quốc tế",
      "image": "thailan",
      "thumbnail": [
        "thailan1",
        "thailan2",
        "thailan3"
      ],
      "price": 5900000,
      "sale": 4900000,
      "duration": "4 ngày 3 đêm",
      "transport": "máy bay",
      "hotel": 3,
      "start": "02/09/2023",
      "content": "Tuy nhiên hiện nay, Thái Lan đang gặp phải những vấn đề nghiêm trọng: kinh tế trì trệ suốt từ năm 1997 tới nay, bất ổn chính trị liên tiếp, nạn tham nhũng, sự yếu kém trong việc hoạch định chính sách pháp luật, sự lỏng lẻo trong quản lý an ninh, tình trạng nhập cư bất hợp pháp[9][18][19] dẫn đến tội phạm gia tăng, tệ nạn xã hội (ma túy, mại dâm, buôn người…) ngày càng lan rộng cùng nạn sở hữu súng đạn trái phép[20], sự phân hóa giàu nghèo cao và sự nổi lên của chủ nghĩa khủng bố do các phần tử Hồi giáo cực đoan ở khắp đất nước tiến hành đang là những vấn đề nhức nhối. Đặc biệt, vấn nạn già hóa dân số do suy giảm sinh sản tại Thái Lan đang diễn ra với tốc độ nhanh nhất thế giới và sẽ khiến nước này ngày càng trì trệ trong dài hạn.[21]"
    },
    {
      "id": "11",
      "name": "Nhật Bản",
      "hot": 0,
      "kind": "quốc tế",
      "image": "nhatban",
      "thumbnail": [
        "nhatban1",
        "nhatban1",
        "nhatban"
      ],
      "price": 5900000,
      "sale": 4900000,
      "duration": "6 ngày 5 đêm",
      "transport": "máy bay",
      "hotel": 3,
      "start": "25/08/2023",
      "content": "Cách gọi Nhật Bản trong tiếng Anh (Japan) dựa trên cách phát âm 日本 của tiếng Trung Quốc và được du nhập vào các ngôn ngữ châu Âu thông qua con đường thương mại. Vào thế kỷ 13, Marco Polo đã ghi lại cách phát âm của tiếng Quan Thoại hoặc tiếng Ngô của các ba chữ 日本國 là Cipangu.[27] Tên Mã Lai cũ của Nhật Bản là Japang hoặc Japun, được mượn từ một phương ngữ ở một ven biển phía nam của Trung Quốc và được những thương nhân Bồ Đào Nha ở Đông Nam Á mang đến châu Âu vào đầu thế kỉ 16.[28] Phiên bản đầu tiên của tên gọi này bằng tiếng Anh lần đầu tiên xuất hiện trong một cuốn sách xuất bản năm 1577 dưới dạng Giapan.[29]"
    },
    {
      "id": "12",
      "name": "Singapore",
      "hot": 0,
      "kind": "quốc tế",
      "image": "singapore",
      "thumbnail": [
        "singapore1",
        "singapore2",
        "singapore3"
      ],
      "price": 9900000,
      "sale": 8900000,
      "duration": "5 ngày 4 đêm",
      "transport": "máy bay",
      "hotel": 3,
      "start": "02/09/2023",
      "content": "Các hòn đảo của Singapore có con người định cư lần đầu tiên vào thế kỷ thứ II TCN và sau đó thuộc một số quốc gia bản địa. Năm 1819, chính trị gia người Anh Stamford Raffles đã thành lập nên Nhà nước Singapore hiện đại với vai trò là một trạm mậu dịch của Công ty Đông Ấn Anh, hành động này được Vương quốc Johor chấp thuận. Anh Quốc sau đó giành được chủ quyền đối với hòn đảo vào năm 1824 và Singapore trở thành một trong Các khu định cư Eo biển của Đế quốc Anh vào năm 1826. Trong những năm sau đó, với sự phát triển mạnh mẽ của thương mại quốc tế và vận tải biển, Singapore phát triển nhanh chóng. Đến đầu những năm 1900, Singapore đã trở thành một thành phố tầm cỡ quốc tế hiện đại và phồn thịnh nhất trong khu vực Đông Nam Á, sánh ngang với các thành phố cảng lớn trên thế giới như Rotterdam, Kobe, Thượng Hải, Hồng Kông,..."
    },
    {
      "id": "13",
      "name": "Malaysia",
      "hot": 0,
      "kind": "quốc tế",
      "image": "malaysia",
      "thumbnail": [
        "malaysia1",
        "malaysia2",
        "malaysia3"
      ],
      "price": 8900000,
      "sale": 7900000,
      "duration": "4 ngày 3 đêm",
      "transport": "máy bay",
      "hotel": 3,
      "start": "02/09/2023",
      "content": "Sau khi giành được độc lập, Malaysia đã trở thành một trong những nước có nền kinh tế phát triển nhanh và bền vững nhất tại châu Á, GDP tăng trưởng liên tục, trung bình ở mức 6,5% trong gần 50 năm liên tiếp, chỉ số phát triển con người (HDI) đạt mức rất cao. Về truyền thống, yếu tố thúc đẩy cho kinh tế Malaysia là các nguồn tài nguyên thiên nhiên, song, quốc gia này hiện cũng đang rất phát triển trong các lĩnh vực công nghiệp nặng, khoa học ứng dụng, du lịch, thương mại và y tế. Ngày nay, Malaysia có một nền kinh tế thị trường công nghiệp mới tiệm cận mức phát triển, duy trì, giữ vững quy mô GDP danh nghĩa lớn thứ 3 trong khu vực Đông Nam Á sau Thái Lan và Indonesia qua nhiều năm. Malaysia là thành viên của Hiệp hội các quốc gia Đông Nam Á, Hội nghị cấp cao ASEAN - Đông Á, Tổ chức Hợp tác Hồi giáo, Liên Hợp Quốc, WTO, Diễn đàn Hợp tác Kinh tế châu Á - Thái Bình Dương, Khối Thịnh vượng chung các quốc gia và Phong trào không liên kết."
    },
    {
      "id": "14",
      "name": "Hàn Quốc",
      "hot": 1,
      "kind": "quốc tế",
      "image": "hanquoc",
      "thumbnail": [
        "hanquoc1",
        "hanquoc2",
        "hanquoc3"
      ],
      "price": 270000000,
      "sale": 23000000,
      "duration": "5 ngày 4 đêm",
      "transport": "máy bay",
      "hotel": 3,
      "start": "30/08/2023",
      "content": "Bán đảo Triều Tiên xuất hiện con người sinh sống từ thời kỳ đồ đá cũ. Nhà nước Cổ Triều Tiên được ghi nhận trong các ghi chép của Trung Quốc cổ đại vào đầu thế kỷ thứ 7 trước Công nguyên. Sau sự thống nhất của Tam Quốc thành Tân La và Bột Hải vào cuối thế kỷ thứ 7, bán đảo được cai trị bởi các triều đại Cao Ly, Joseon và Đế quốc Đại Hàn. Năm 1910, Đế quốc Nhật Bản sáp nhập bán đảo. Sự chiếm đóng của Nhật kết thúc sau khi đầu hàng Đồng Minh trong Thế chiến II, bán đảo sau đó bị chia cắt thành hai khu vực; phía bắc do Liên Xô chiếm đóng và phía nam do Hoa Kỳ chiếm đóng. Sau khi các cuộc đàm phán về tái thống nhất thất bại, khu vực phía nam trở thành nhà nước Đại Hàn Dân Quốc vào tháng 8 năm 1948 trong khi khu vực phía bắc trở thành nhà nước Cộng hòa Dân chủ Nhân dân Triều Tiên vào tháng sau đó. Năm 1950, với sự hậu thuẫn của Liên Xô, Bắc Triều Tiên phát động chiến tranh xâm lược Hàn Quốc. Liên Hợp Quốc lãnh đạo bởi Hoa Kỳ can thiệp để hỗ trợ Hàn Quốc, trong khi Trung Quốc tham chiến hỗ trợ cho Bắc Triều Tiên. Sau khi chiến tranh kết thúc vào năm 1953, Hàn Quốc tập trung khôi phục kinh tế và phát triển nhanh chóng. Năm 1987, Phong Trào Dân Chủ Tháng 6 đã chấm dứt chế độ độc tài cuối cùng."
    },
    {
      "id": "15",
      "name": "Trung Quốc",
      "hot": 0,
      "kind": "quốc tế",
      "image": "trungquoc",
      "thumbnail": [
        "trungquoc1",
        "trungquoc2",
        "trungquoc3"
      ],
      "price": 12000000,
      "sale": 11000000,
      "duration": "4 ngày 3 đêm",
      "transport": "máy bay",
      "hotel": 4,
      "start": "30/08/2023",
      "content": "Trung Quốc (giản thể: 中国; phồn thể: 中國; bính âm: Zhōngguó), quốc hiệu là Cộng hòa Nhân dân Trung Hoa (giản thể: 中华人民共和国; phồn thể: 中華人民共和國; Hán-Việt: Trung Hoa Nhân dân Cộng hòa Quốc; bính âm: Zhōnghuá Rénmín Gònghéguó), là một quốc gia nằm ở khu vực Đông Á và là một trong hai quốc gia tỷ dân. Trung Quốc là quốc gia đơn đảng do Đảng Cộng sản nắm quyền, chính phủ trung ương đặt tại thủ đô Bắc Kinh.[13] Chính phủ Trung Quốc thi hành quyền tài phán tại 22 tỉnh, 5 khu tự trị, 4 đô thị trực thuộc và 2 đặc khu hành chính là Hồng Kông và Ma Cao. Chính phủ Trung Quốc cũng tuyên bố chủ quyền đối với tất các vùng lãnh thổ nằm dưới sự quản lý của Trung Hoa Dân Quốc, tuyên bố đây là tỉnh thứ 23 dù không kiểm soát trên thực tế, chính sách này gây ra nhiều tranh cãi liên quan đến vị thế địa - chính trị Đài Loan.[14]"
    },
    {
      "id": "16",
      "name": "Châu Âu",
      "hot": 1,
      "kind": "quốc tế",
      "image": "chauau",
      "thumbnail": [
        "chauau1",
        "chauau2",
        "chauau3"
      ],
      "price": 35000000,
      "sale": 32000000,
      "duration": "9 ngày 8 đêm",
      "transport": "máy bay",
      "hotel": 3,
      "start": "30/08/2023",
      "content": "Châu Âu hay Âu Châu (tiếng Latinh: Europa, tiếng Anh: Europe) về mặt địa chất và địa lý là một bán đảo hay tiểu lục địa, hình thành nên phần cực tây của đại lục Á-Âu, hay thậm chí Âu-Phi-Á, tùy cách nhìn. Theo quy ước, nó được coi là lục địa, trong trường hợp này chỉ là sự phân biệt thuần về văn hóa hơn là địa lý. Phía Bắc giáp Bắc Băng Dương, phía Tây giáp Đại Tây Dương, phía Nam giáp Địa Trung Hải và biển Đen, tuy nhiên về phía Đông thì hiện không rõ ràng. Tuy nhiên có thể coi dãy núi Ural được coi là vùng đất với địa lý và kiến tạo rõ rệt đánh dấu ranh giới giữa châu Á và châu Âu (xem chi tiết trong bài Địa lý châu Âu). Khi được coi là lục địa thì châu Âu thuộc loại nhỏ thứ 2 thế giới về diện tích, vào khoảng 10.180.000 km², và chỉ lớn hơn Châu Đại Dương. Xét về dân số thì nó là lục địa xếp thứ 4 sau châu Á, châu Phi và châu Mỹ."
    }
  ],
  "news": [
    {
      "id": "1",
      "title": "Khám phá vùng đất mới tại Đảo Đại Lục Xanh",
      "image": "chauau",
      "description": "Đảo Đại Lục Xanh, một điểm đến mới lạ và đầy hấp dẫn với cảnh quan thiên nhiên tuyệt đẹp và văn hóa độc đáo, đã thu hút sự chú ý của các du khách khắp nơi. Tận hưởng không gian yên bình của rừng nguyên sinh, khám phá các khu bảo tồn động vật hoang dã và thưởng ngoạn vẻ đẹp hùng vĩ của các dãy núi và thác nước."
    },
    {
      "id": "2",
      "title": "Lễ hội hoa anh đào nở rộ tại Nhật Bản",
      "image": "nhatban",
      "description": "Lễ hội hoa anh đào, một trong những sự kiện văn hóa nổi tiếng của Nhật Bản, đã bắt đầu diễn ra với sự xuất hiện của hàng triệu bông hoa anh đào nở rộ khắp các thành phố và vùng quê. Du khách từ khắp nơi trên thế giới đổ về để tham gia ngắm nhìn và chụp ảnh cùng những bức tranh hoa đẹp mắt."
    },
    {
      "id": "3",
      "title": "Trải nghiệm văn hóa tại Làng Bản Phùng, Việt Nam",
      "image": "nhatrang",
      "description": "Làng Bản Phùng, một điểm đến văn hóa truyền thống của dân tộc H'mông tại Việt Nam, đang thu hút sự quan tâm của du khách bởi không chỉ là nơi để khám phá văn hóa dân tộc độc đáo mà còn là nơi để trải nghiệm cuộc sống đồng bào dân tộc với các hoạt động như thăm nhà dân, thưởng thức ẩm thực địa phương và tham gia vào các lễ hội truyền thống."
    },
    {
      "id": "4",
      "title": "Phượt qua những cung đường ngoạn mục ở Iceland",
      "image": "chauau1",
      "description": "Iceland, với cảnh quan thiên nhiên hoang sơ và hùng vĩ, là điểm đến lý tưởng cho những ai yêu thích sự phiêu lưu và khám phá. Hãy trải nghiệm cảm giác thú vị khi lái xe qua các con đường đèo, ngắm nhìn những hồ nước biển lấp lánh và tham gia vào các hoạt động như đi bộ đường dài, chèo kayak trên biển và ngắm cảnh bắt nguồn từ những dãy núi băng tuyết."
    }
  ],
  "comments": [
    {
      "id": "e6bb",
      "idNews": "3",
      "content": "dịch vụ du lịch tốt, các bạn nên thử trãi nghiệm nhé",
      "name": "Phạm An",
      "idUser": "1",
      "date": "2024-04-03 22:30:08"
    },
    {
      "id": "b7ed",
      "idNews": "1",
      "content": "dịch vụ tạm được",
      "name": "Phạm An",
      "idUser": "1",
      "date": "2024-04-03 22:30:48"
    },
    {
      "id": "15d7",
      "idNews": "1",
      "content": "dịch vụ hơi tệ",
      "name": "Phạm An",
      "idUser": "1",
      "date": "2024-04-03 22:30:54"
    },
    {
      "id": "bd90",
      "idNews": "1",
      "content": "mắc quá",
      "name": "Phạm An",
      "idUser": "1",
      "date": "2024-04-03 22:31:01"
    },
    {
      "id": "7308",
      "idNews": "1",
      "content": "dịch vụ khá tốt các bạn nên thử nhé",
      "name": "Phạm An",
      "idUser": "1",
      "date": "2024-04-03 22:31:25"
    },
    {
      "id": "8135",
      "idNews": "1",
      "content": "dịch vụ tệ",
      "name": "Phạm An",
      "idUser": "1",
      "date": "2024-04-03 22:31:32"
    }
  ],
  "users": [
    {
      "id": "1",
      "name": "Phạm An",
      "email": "Anpnb79@gmail.com",
      "password": "an123"
    }
  ]
}